Repository: shanbe-app/shanbe
Catalog: lib/l10n/app_*.arb
Languages: fa

# title
source: Shanbe
fa: شنبه

source: tasks
fa: کارها

source: habit
fa: عادت

source: search
fa: جستجو

source: Settings
fa: تنظیمات

source: calendar
fa: تقویم

source: Soon
fa: به‌زودی!

source: My day
fa: روز من

# note
source: Description
fa: توضیحات

# allTasks
source: All
fa: همه

# addProject
source: Create project
fa: پروژه جدید

# todayDayNavigator
source: Today، {dayFormatted}
fa: امروز، {dayFormatted}

# tomorrowDayNavigator
source: Tomorrow, {dayFormatted}
fa: فردا، {dayFormatted}

# yesterdayDayNavigator
source: Yesterday, {dayFormatted}
fa: دیروز، {dayFormatted}

# jWeekDay1
source: S
fa: ش

# jWeekDay2
source: S
fa: ی

# jWeekDay3
source: M
fa: د

# jWeekDay4
source: T
fa: س

# jWeekDay5
source: W
fa: چ

# jWeekDay6
source: T
fa: پ

# jWeekDay7
source: F
fa: ج

source: Upcoming
fa: پیش‌ِرو

# todoTitle
source: What would you like to do?
fa: می‌خوام که...

# enterProjectName
source: Project Name
fa: اسم پروژه

source: Create
fa: بساز

source: Cancel
fa: بی‌خیال

source: Remove Emoji
fa: حذف ایموجی

source: Set Due Date
fa: انتخاب سررسید

source: Select
fa: انتخاب

# jWeekDayL1
source: Saturday
fa: شنبه

# jWeekDayL2
source: Sunday
fa: یکشنبه

# jWeekDayL3
source: Monday
fa: دوشنبه

# jWeekDayL4
source: Tuesday
fa: سه‌شنبه

# jWeekDayL5
source: Wednesday
fa: چهارشنبه

# jWeekDayL6
source: Thursday
fa: پنج‌شنبه

# jWeekDayL7
source: Friday
fa: جمعه

source: No Date
fa: بدون تاریخ

source: No Time
fa: بدون زمان

source: Go to current month
fa: برو به ماه فعلی

# dueDate
source: Due
fa: سررسید

source: Today
fa: امروز

source: For today
fa: برای امروز

source: Overdue
fa: سررسید شده

source: Done
fa: انجام شده

source: Yesterday
fa: دیروز

source: Tomorrow
fa: فردا

# projectLimitExceed
source: Purchase Pro subscription to create more projects
fa: برای ساخت پروژه‌های بیشتر، به نسخه حرفه‌ای ارقا دهید

source: Hello!
fa: سلام!

source: From Projects
fa: از پروژه‌ها

source: Hello, {name}!
fa: سلام {name}!

# nTask
source: {count} todos
fa: {count} کار

source: Select Due Time
fa: ساعت سررسید را انتخاب کنید

source: Todos
fa: کارها

# personal
source: Backlog
fa: بک‌لاگ

source: Show completed todos
fa: نمایش کارهای انجام شده

source: Hide completed todos
fa: عدم نمایش کارهای انجام شده

source: Edit Project
fa: ویرایش پروژه

source: Edit
fa: ویرایش

source: Delete Project
fa: حذف پروژه

# allTodosWillBeDeletedByDeletingProject
source: By deleting this project, all of its todos will be deleted.
fa: با حذف این پروژه همه کارهای این پروژه نیز حذف می‌شوند.

# deleteProjectQuestion
source: Delete Project?
fa: حذف پروژه؟

source: Delete
fa: حذف کن

source: Done Todos
fa: انجام شده‌ها

source: No Due Date
fa: بدون تاریخ سررسید

source: Add Due Date
fa: انتخاب سررسید

source: Next week (Saturday)
fa: هفته‌ی بعد (شنبه)

# pickADate
source: Pick Date and Time
fa: انتخاب تاریخ و ساعت

# removeTodoQuestion
source: Remove Todo?
fa: حذف این کار؟

# todoCanNotBeRetrieved
source: Todo can not be retrieved after delete.
fa: امکان بازیابی این کار بعد از حذف ممکن نیست.

# createdAt
source: Created at, {date}
fa: ساخته شده در {date}

# noTodoForToday
source: What you plan for today?
fa: چه برنامه‌ای برای امروز داری؟

# noTodoForTodayDesc
source: What big things should happen today? Write it down.
fa: کارهایی که تاریخ سررسیدشون برای امروز هست رو تو این صفحه می‌تونی ببینی

source: Good morning
fa: صبح بخیر

source: Good afternoon
fa: ظهر بخیر

source: Good evening
fa: عصر بخیر

source: Good night
fa: شب بخیر

# workProject
source: Work
fa: کاری

# shoppingProject
source: Shopping
fa: خرید

# birthdayProject
source: Birthdays
fa: یادآورد تولد

# wishListProject
source: Wish list
fa: آرزوهام

# learningProject
source: Learning
fa: یادگیری

# fitnessProject
source: Fitness
fa: فیتنس

# financialGoalProject
source: Financial goals
fa: اهداف مالی

# billsReminderProject
source: Bills reminder
fa: یادآور چک

# donePageEmptyTitle
source: No done todo found!
fa: فعلا هیچ کاری انجام نشده

# donePageEmptyDesc
source: Todos that you have checked them done will appear here.
fa: کارهای انجام شده تو این صفحه نشون داده میشن

source: Welcome to Shanbe!
fa: به شنبه خوش اومدی!

# welcomeToShanbeDesc
source: Keep your life organized & Get things done.
fa: همه هدف‌ها و برنامه‌هاتو یه جا داشته باش. سکان زندگی در دستت!

source: Let's Go
fa: بزن بریم

# projectsToOrganize
source: Project to stay focused
fa: هر سخن جایی و هر نکته مکانی دارد جدا!

# projectsToOrganizeDesc
source: Projects let you separate works into different workspaces so you stay focused.
fa: با دسته‌بندی کارهات به پروژه‌های مختلف همیشه منظم میمونی و میدونی برای هر هدفی دقیقاً چیکار باید بکنی.

# toGenerateIdeasNotHavingThem
source: To generate ideas not keeping them!
fa: فراغ خاطر وسط یه زندگی شلوغ

# toGenerateIdeasNotHavingThemDesc
source: Your mind is meant to generate ideas, week take care of keeping them and tracking your progress along the way.
fa: ذهنت رو برای ساختن ایده‌ها و خلاقیت آزاد نگه دار. ما حواسمون به کارا و اهداف روزمرت هست.

source: Skip
fa: پرش از این مرحله

source: Go ahead
fa: ادامه

# whatYouWantShanbeFor
source: What do you want to use Shanbe for?
fa: برای چه کارایی میخوای از شنبه استفاده کنی؟

# welcomeProject
source: Welcome
fa: خوش اومدی

# welcomeProjectTask1
source: Create a new todo with + button
fa: کارای جدیدت رو با دکمه + بساز

# welcomeProjectTask2
source: To edit multiple todos just hold one of them to activate multiselect
fa: اگه چند تا کارو با هم میخای ویرایش کنی کافیه روی یکیشون انگشتتو نگه داری.

# welcomeProjectTask3
source: Swipe a todo to left to set reminder on it!
fa: اگه می‌خوای کاری بهت یاد‌آوری بشه کافیه اون کار رو به چپ بکشی!

# welcomeProjectTask4
source: Touch this todo to edit it's details
fa: همین کار رو لمس کن تا براش جزییات بیشتری وارد کنی

# welcomeProjectTask5
source: Welcome to Shanbe! Shanbe is your personal place to organize your tasks, set goals and track your progress
fa: سلام به شنبه خوش اومدی! شنبه فضای اختصاصی تو برای همه برنامه‌ها، کارها و یادآوری‌هاته. با شنبه همیشه حساب کارا دستته!

# welcomeProjectTask6
source: You can see all your overdue and due todos in this page
fa: توو این صفحه همه کارای انجام نشده که از قبل موندن یا کارایی که امروز می‌خوای انجام بدی رو می‌تونی ببینی.

# welcomeProjectTask7
source: Check a todo when it's done!
fa: هر موقع کاری رو انجام دادی تیکش رو بزن!

# noShoppingTitle
source: Nothing to shop!
fa: لیست خرید خالیست!

# noWorkTitle
source: No work todos!
fa: لیست کاری خالیست!

# noBirthDayTitle
source: No birthday found!
fa: هیچ تولدی نیست!

# noWishListTitle
source: No Wishlist!
fa: چه آرزویی داری؟

# noLearningTitle
source: Nothing to learn!
fa: چیز جدیدی برای یادگیری نیست!

# noFitnessTitle
source: No fitness todo!
fa: کاری برای تناسب اندام نیست!

# noTodoTitle
source: No todo found!
fa: چه چیزی به دست خواهی آورد؟

# noShoppingDesc
source: What you want to shop an coming days?
fa: چیا باید بخری؟

# noWorkDesc
source: What things should get done in your work?
fa: تو زمینه کاریت چه اتفاق مهمی باید بیفته؟ چه کاری باید انجام بدی؟

# noBirthDayDesc
source: Whose birthday should you remember?
fa: تولد کدوم عزیزت رو نباید فراموشی کنی؟ اینجا وارد کن!

# noWishListDesc
source: What you wish to have?
fa: به کدوم خواستت باید برسی؟

# noLearningDesc
source: What should you learn?
fa: چه چیز جدیدی باید یاد بگیری؟ کدوم کتاب رو باید بخونی؟

# noFitnessDesc
source: How should you get fit?
fa: واسه سلامتی و تناسب اندامت چیکار باید بکنی؟

# noTodoDesc
source: Create your first todo for this project.
fa: با لمس دکمه + اولین کار برای این پروژه رو بساز

source: Sort Order
fa: ترتیب مرتب‌سازی

# sortDueDate
source: Due Date
fa: تاریخ سررسید

# sortDueTime
source: Due Time
fa: زمان سررسید

# sortPriority
source: Priority
fa: اولویت

# sortDoneDate
source: Done date
fa: تاریخ انجام

# sortCreationDate
source: Creation Date
fa: زمان ساخت

# sortDefault
source: Default
fa: پیش‌فرض

# sortProject
source: Project
fa: پروژه

# pickDateAndTime
source: Pick date & time
fa: انتخاب تاریخ و ساعت

# laterToday
source: Today at {time}
fa: امروز {time}

# tomorrowAt
source: Tomorrow {time}
fa: فردا {time}

# nextWeekAt
source: Next week {time}
fa: هفته بعد {time}

# setReminder
source: Remind me
fa: یادآوری کن

# reminderDate
source: Date
fa: تاریخ

# reminderTime
source: Time
fa: ساعت

# timeAt
source: At {time}
fa: ساعت {time}

# commentOnBazaar
source: Rate Shanbe on Bazaar
fa: امتیازدهی به برنامه

source: Share with friends
fa: معرفی شنبه به دوستان

# shareWithFriendsMessage
source: Checkout Shanbe on Cafebazaar. I use it to manage my personal goals and projects! https://cafebazaar.ir/app/io.shanbe.shanbe?ref=ias
fa: برنامه شنبه را در بازار ببین. من از شنبه برای مدیریت کارها و پروژه‌های شخصیم استفاده میکنم! https://cafebazaar.ir/app/io.shanbe.shanbe?ref=ias

# runInBackgroundPermissionTitle
source: Let Shanbe run in background
fa: اجرای شنبه در پس‌زمینه

# runInBackgroundPermissionDesc
source: In order to make sure you get todos alarm, let Shanbe run in background.
fa: برای اطمینان از دریافت یادآور کارها به شنبه اجازه اجرا در پس‌زمینه را بدهید.

# permissionGrantLater
source: Later
fa: بعدا

# permissionGrantDeny
source: Deny
fa: اجازه نمی‌دهم

# permissionGrantAllow
source: Allow
fa: اجازه می‌دهم

source: Due Time
fa: ساعت سررسید

source: Set priority
fa: انتخاب اولویت

# priorityUrgent
source: Urgent
fa: فوری

# priorityHigh
source: High
fa: مهم

# priorityNormal
source: Normal
fa: عادی

source: No priority
fa: بدون اولویت

# countTodosSelected
source: {count} selected
fa: {count} کار انتخاب شده

# moveTodos
source: Move to another project
fa: انتقال به پروژه دیگر

source: Delete all todos?
fa: حذف همه کارها؟

source: Todos can not be retrieved after delete.
fa: امکان بازیابی کارها پس از حدف ممکن نیست

source: Delete all
fa: حذف همه

# loginOrRegister
source: Login / Register
fa: ورود / ثبت‌نام

source: Login was not successful
fa: فرآیند ورود موفقیت آمیز نبود

source: Profile
fa: حساب کاربری

# generalSettings
source: General
fa: عمومی

# notificationSettings
source: Notifications
fa: اعلان‌ها و صداها

source: Language
fa: زبان

# localeFa
source: Farsi
fa: فارسی

# localeEn
source: English
fa: انگلیسی

source: Change Language
fa: تغییر زبان

# calendarSettings
source: Calendar
fa: تقویم

source: Change calendar
fa: تغییر تقویم

source: Shamsi
fa: هجری شمسی

source: Gregorian
fa: میلادی

source: New project
fa: پروژه جدید

# showQuickCreateNotification
source: show quick add notification
fa: اعلان ایجاد سریع کار

# showDailyNotification
source: My day overview
fa: مرور روز من

# showDailyNotificationDesc
source: Get a daily notification for your due tasks
fa: دریافت روزانه اعلان خلاصه کارهای امروز

# removeDailyNotification
source: Disable
fa: غیر فعال‌سازی

# notificationsSettingsPage
source: Notification settings
fa: تظیمات اعلان‌ها

source: Not getting reminder notifications!
fa: اعلان‌ها را دریافت نمی‌کنید؟

# batteryOptimizeHelp
source: Background tasks may be terminated by OS on some Chinese ORMs(Huawei, Xiaomi). To stop it go to Battery Optimization, View all apps and exclude Shanbe from battery optimization
fa: در برخی گوشی‌های چینی(هوآوی، شیائومی)، سیستم‌عامل، سرویس‌های پس‌زمینه را می‌بندد. برای اطمینان از دریافت یادآورها به صفحه تنظیمات بهینه‌سازی باتری رفته(مطابق تصویر) و اپلیکیشن شنبه را از حالت بهینه‌سازی باتری خارج کنید

source: Battery optimization settings
fa: تنظیمات بهینه‌سازی باتری

# batteryOptimizationSettingsTitle
source: Disable battery optimization
fa: غیرفعال‌سازی بهینه‌سازی باتری

# normalText
source: Paragraph
fa: پاراگراف

source: Heading 1
fa: سرتیتر ۱

source: Heading 2
fa: سرتیتر ۲

source: Heading 3
fa: سرتیتر ۳

source: Paste a link
fa: لینک را جاگذاری کنید

source: Apply
fa: اعمال

source: Save
fa: ذخیره

# addANote
source: Add Description
fa: افزودن توضیحات

source: Move to another project
fa: انتقال به پروژه دیگر

source: Logout
fa: خروج

# logoutQuestion
source: Logout of account?
fa: خروج از حساب کاربری؟

# willBeAddedInNextRelease
source: Will be added on next release!
fa: در نسخه بعدی اضافه می‌شود!

source: Projects
fa: پروژه‌ها

source: Delete Todo
fa: حذف کار

source: Today's projects
fa: پروژه‌های امروز

source: Select Color
fa: انتخاب رنگ

# goToDate
source: Go to specific date
fa: مراجعه به تاریخ مشخص

# showQuickCreateNotificationDesc
source: Add your todos from notification bar
fa: کارهای خود را از نوار اعلانات بسازید

# showDailyNotificationSetDesc
source: You'll receive your day's due tasks everyday at {time}
fa: اعلان روزانه خلاصه کارهای روز خود را هر روز ساعت {time} دریافت می‌کنید

source: About
fa: درباره

# privacyPolicy
source: Privacy Policy & Terms of use
fa: حریم خصوصی و شرایط استفاده

# appVersion
source: Application Version
fa: نسخه برنامه

# appVersionValue
source: Version {version}
fa: نسخه {version}

# featureRequest
source: Feature Request/Bug Report
fa: درخواست فیچر/گزارش ایراد

# featureRequestEmailSubject
source: Feature Request/Bug Report
fa: درخواست فیچر/گزارش ایراد

source: Remove Due Date
fa: حذف سررسید

source: Add sub task
fa: افزودن ریز کار

# newTodoSetDueDate
source: Due Date
fa: سررسید

# newTodoSetPriority
source: Priority
fa: اولویت

# newTodoSetReminder
source: Reminder
fa: یادآور

source: Select reminder time
fa: ساعت سررسید را انتخاب کنید

# upgradeToPremium
source: Upgrade to Pro
fa: ارتقا به نسخه حرفه‌ای

# purchasePremium
source: Get Pro
fa: خرید اشتراک

source: Restore Purchase
fa: بررسی خریدها

# premiumAccountPurchase
source: Shanbe Pro version
fa: نسخه حرفه‌ای شنبه

# premiumFeatureUnlimited
source: Unlimited todos and projects
fa: نامحدود

# premiumFeatureUnlimitedDesc
source: Create unlimited todos, projects and subtasks.
fa: بی‌نهایت کار،پروژه و ریز کار بساز

# premiumFeatureTags
source: Tags
fa: برچسب‌ها

# premiumFeatureTagsDesc
source: Add context to your tasks by tags and filter your tasks by tags.
fa: با استفاده برچسب‌ها به کارات محتوا بده و کارهات رو بر اساس برچسب‌ها فیلتر کن

# premiumFeatureX
source: Tune In!
fa: به زودی!

# premiumFeatureXDesc
source: We are developing Shanbe and new features are coming soon...
fa: ما در حال توسعه شنبه هستیم و به‌زودی از فیچرهای بیشتر رونمایی می‌کنیم...

# premiumYearlyPrice
source: 196,000 IRR
fa: ۲۰۰ هزار تومان

# premiumMonthlyPrice
source: 20,000 IRR
fa: ۲۰ هزار تومان

# premiumYearly
source: Annul subscription
fa: اشتراک سالانه

# premiumYearlyDiscount
source: (20% discount)
fa: (۲ ماه رایگان)

# premiumMonthly
source: Monthly subscription
fa: اشتراک ماهانه

source: Select Project
fa: انتخاب پروژه

source: Subscription not purchased
fa: خریدی انجام نشد

# subscriptionVerificationFailed
source: Subscription verification failed contact salam@shanbe.io for assistance
fa: مشکلی در پردازش خرید رخ داد، در صورت خرید اشتراک دکمه بررسی خریدها را بفشارید

# subscriptionVerified
source: Pro subscription purchased!
fa: اشتراک حرفه‌ای خریداری شد!

# noActiveSubscriptionFound
source: All purchases consumed before
fa: تمامی خریدها قبلا مصرف شده‌اند

# noPurchaseFound
source: No pending purchase found
fa: پرداخت معلقی یافت نشد

source: Edit Profile
fa: ویرایش حساب کاربری

source: Email
fa: ایمیل

source: First Name
fa: نام

# lasName
source: Last Name
fa: نام خانوادگی

# lastNameRequired
source: Last Name is required
fa: نام خانوادگی الزامی است

# firstNameRequired
source: First Name is required
fa: نام الزامی است

source: Profile updated successfully
fa: حساب کاربری با موفقیت به‌روزرسانی شد

# profileNotUpdated
source: An error occurred while updating profile info
fa: مشکلی هنگام به‌روزرسانی حساب کاربری رخ داد

source: Change Password
fa: تغییر رمز عبور

# passwordUpdateLinkSent
source: We emailed you instructions to change your password
fa: ایمیلی حاوی دستورالعمل بازنشانی رمز عبور برایتان ارسال کردیم

# passwordUpdateLinkNotSent
source: There was a problem sending you password reset email
fa: مشکلی هنگام ارسال ایمیل بازنشانی رمز عبور رخ داد

# premiumUserUntil
source: Pro subscription until {date}
fa: اشتراک حرفه‌ای تا تاریخ {date}

source: Extend Subscription
fa: تمدید اشتراک

# purchasePremiumToAddMoreSubTasks
source: Purchase Pro to add more subtasks
fa: برای افزودن ریز کار بیشتر، به اشتراک حرفه‌ای ارتقا دهید

# purchasePremiumToAddMoreTodos
source: Purchase Pro to add more todos
fa: برای افزودن کارهای بیشتر، به اشتراک حرفه‌ای ارتقا دهید

# enterTagName
source: Label Name
fa: اسم برچسب

# editTag
source: Edit Label
fa: ویرایش برچسب

# addTag
source: Create Label
fa: برچسب جدید

# removeColor
source: No Color
fa: بدون رنگ

# tagsArePremiumOnly
source: Purchase Pro to create Labels
fa: برای استفاده از برچسب‌ها به اشتراک حرفه‌ای ارتقا دهید

# tagsGuide
source: Filter your todos in endless ways according to your workflow, priorities and work context. Use of tags is limited to your imagination!
fa: با برچسب‌ها رنگ و نظم رو به کارات هدیه بده! برچسب‌ها بهت این اجازه رو میدن که کارهات رو بر اساس محتوا، اهمیت و یا هر موضوعی که تو مشخص کنی فیلتر کنی. فرض کن مهم‌ترین روز زندگیت یعنی عروسیت در راهه. ممکنه بخای برای مدیریت کارهای عروسیت چندین تا پروژه بسازی.یکی برای کارای آتلیه یکی برای مدیریت کارای رزرو تالار و عروسی. حالا با دادن تگ "عروسی" به کارهای این روزت میتونی تمام کارهای مربوط به عروسیت رو یک جا ببینی و دقیقا بدونی چیکار باید بکنی. نحوه استفاده شما از برچسب ها محدود به تخیلتونن! در صورت داشتن ابهام با salam@shanbe.io تماس بگیرید

# purchaseProcessError
source: Error while processing purchase. Please contact salam@shanbe.io if problem persists
fa: مشکلی در پردازش خرید رخ داد. در صورت خرید بسته و اعمال نشدن آن با salam@shanbe.io تماس بگیرید

# selectTags
source: Labels
fa: برچسب‌‌ها

# nSelectedTags
source: {count,plural, =0{Label}=1{Label}many{Labels}other{Label}}
fa: {count,plural, =0{برچسب}=1{برچسب}many{برچسب}other{برچسب}}

# deleteTag
source: Delete Label
fa: حذف برچسب

# deleteTagConfirm
source: Delete Label?
fa: حذف برچسب؟

# deleteTagConfirmDesc
source: Label "{tagName}" will be removed from all todos. Delete it now?
fa: برچسب "{tagName}" از همه کارها برداشته خواهد شد. حذف شود؟

# setTags
source: Set Labels
fa: انتخاب برچسب

# noTagTitle
source: No todos with this label!
fa: هیچ کاری با این برچسب یافت نشد!

source: Select All
fa: انتخاب همه

source: Repeat
fa: تکرار

# repeatDaily
source: Daily
fa: روزانه

# repeatMonthly
source: Monthly
fa: ماهانه

# repeatWeekly
source: Weekly
fa: هفتگی

# repeatYearly
source: Yearly
fa: سالانه

# repeatCustom
source: Custom
fa: سفارشی

# repeatEvery
source: Every
fa: هر

source: Days
fa: روز

source: Weeks
fa: هفته

source: Months
fa: ماه

source: Years
fa: سال

# repeatEveryTitle
source: Repeat Every
fa: تکرار هر

source: Set Repeat
fa: ایجاد تکرار

# repeatIntervalRequired
source: Required
fa: الزامی

# purchasePremiumToAddRepeatingTasks
source: Purchase Pro to create recurring tasks.
fa: برای ساخت کارهای تکرار شونده، به اشتراک حرفه‌ای ارتقا دهید

# premiumFeatureRepeatingTasks
source: Recurring tasks
fa: کارهای دوره‌ای

# premiumFeatureRepeatingTasksDesc
source: Plan for your future easily with recurring tasks.
fa: با انتخاب دوره تکرار برای یک کار، به راحتی برای آینده‌تان برنامه‌ریزی کنید.

source: Dark Theme
fa: تم تاریک

source: Logged out successfully
fa: با موفقیت خارج شدید

source: Error logging out
fa: مشکلی هنگام خروج رخ داد.

# startFrom
source: From
fa: از

source: Set end date
fa: انتخاب تاریخ پایان

source: One month later
fa: یک ماه بعد

# selectEndDate
source: Set End Date
fa: انتخاب تاریخ

# endAt
source: Ends at
fa: پایان در

source: Remove End Date
fa: حذف تاریخ پایان

# personalizeProject
source: Personalize
fa: شخصی‌سازی

# purchasePremiumToCustomizeProjects
source: Purchase Pro subscription to customize projects
fa: برای شخصی‌سازی پروژه‌ها، به اشتراک حرفه‌ای ارتقا دهید

source: Project Color
fa: رنگ پروژه

source: No Color
fa: بدون رنگ

source: Project Color Select
fa: انتخاب رنگ پروژه

# projectCover
source: Cover
fa: عکس زمینه

source: No Cover
fa: بدون عکس

source: Project Cover Select
fa: انتخاب عکس زمینه

# premiumFeaturePersonalize
source: Personalize Projects
fa: شخصی‌سازه پروژه‌ها

# premiumFeaturePersonalizeDesc
source: Personalize your projects with colors and beautiful images!
fa: با رنگ‌ها و عکس‌های زیبا پروژه‌های خود را شخصی‌سازی کنید!

# nTodosTodo
source: {count,plural, =0{Todo}=1{Todo}many{Todos}other{Todo}}
fa: {count,plural, =0{کار}=1{کار}many{کار}other{کار}}

# nProjectsTodo
source: {count,plural, =0{Project}=1{Project}many{Projects}other{Project}}
fa: {count,plural, =0{پروژه}=1{پروژه}many{پروژه}other{پروژه}}

# doneTodo
source: Done
fa: انجام شده

source: Purchase Premium to customize My Day
fa: برای شخصی سازی روز من اشتراک حرفه‌ای را خریداری کنید

# authOnEnter
source: Authorize on App startup
fa: احراز هویت هنگام ورود

# authOnEnterDesc
source: Use fingerprint to authorize access to Shanbe
fa: با استفاده از اثر انگشت هویت خود را احراز کنید.

source: Your device doesn't support this feature.
fa: دستگاه شما از این قابلیت پشتیبانی نمی‌کند.

source: Authorization is required to change this setting.
fa: احراز هویت برای تغییر این تنظیم نیاز است.

source: Authorize to change this setting.
fa: برای تغییر این تنظیم احراز هویت کنید.

# authorizationIsRequiredToAccessApplication
source: Authorization is required to access the application.
fa: احراز هویت برای دسترسی به برنامه نیاز است.

source: Authorization was not successful.
fa: احراز هویت موفقی‌آمیز نبود.

# playSoundOnDone
source: Play sound one task done
fa: پخش صدا هنگام انجام کار

# playSoundOnDoneDesc
source: A short sound will be played when you complete a task
fa: یک صدای کوتاه هنگامی که کاری را انجام می‌دهید پخش خواهد شد.

# playSoundOnTaskCreate
source: Play sound on task creation
fa: پخش صدا هنگام ایجاد کار

# playSoundOnTaskCreateDesc
source: A short sound will be played when you create a task
fa: یک صدای کوتاه هنگام ایجاد کار پخش خواهد شد.

# soundOnDone
source: Sound on task done
fa: صدای انجام کار

# soundOnCreate
source: Sound on task creation
fa: صدای ساخت کار

source: None
fa: هیچی

source: Undo
fa: بازگردانی

# completed
source: Task completed!
fa: کار انجام شد

# uncompleted
source: Task reopened
fa: کار بازگشایی شد

source: Go to Project
fa: رفتن به پروژه این کار

source: Background color
fa: رنگ زمینه

# shareWithFriendsMessageMyket
source: Checkout Shanbe on Myket. I use it to manage my goals and projects! https://myket.ir/app/io.shanbe.shanbe
fa: برنامه شنبه را در مایکت ببین! من از شنبه برای مدیریت اهداف و پروژه‌هام استفاده می‌کنم. https://myket.ir/app/io.shanbe.shanbe

# commentWithMyketApp
source: Please place your comment in Myket app.
fa: لطفا نظر خود را از طریق اپلیکیشن مایکت به اشتراک بگذارید.

# voiceInitializationError
source: Failed to initialize voice recorder.
fa: خطا در ضبط صدا

# noVoiceRecognized
source: Could not recognize any words.
fa: هیچ کلمه‌ای تشخیص داده نشد.

source: Listening...
fa: صحبت کنید...

source: Folders
fa: پوشه‌ها
